tap "beeftornado/rmtree"
tap "d12frosted/emacs-plus"
tap "eddieantonio/eddieantonio"
tap "heroku/brew"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "neovim/neovim"
brew "autoconf"
brew "automake"
brew "bash"
brew "cabextract"
brew "gettext"
brew "coreutils"
brew "little-cms2"
brew "emacs", args: ["with-cocoa"], restart_service: true
brew "mpfr"
brew "gawk"
brew "gcc"
brew "gdb"
brew "openssl"
brew "getxbook"
brew "git"
brew "gnu-tar"
brew "libksba"
brew "gnupg"
brew "go"
brew "libtool", args: ["universal"]
brew "python"
brew "jupyter", link: false
brew "kakoune", args: ["HEAD"]
brew "libdvdcss", link: false
brew "libusb-compat"
brew "libgphoto2"
brew "libicns"
brew "libyaml"
brew "mackup"
brew "macvim"
brew "makedepend"
brew "ncurses"
brew "neovim"
brew "nmap"
brew "openssh"
brew "openssl@1.1"
brew "p7zip"
brew "qt", link: true
brew "pyqt"
brew "reattach-to-user-namespace"
brew "ruby"
brew "sane-backends"
brew "sphinx-doc"
brew "terminal-notifier"
brew "tmux"
brew "unrar"
brew "vim"
brew "w3m"
brew "wine"
brew "winetricks"
brew "beeftornado/rmtree/brew-rmtree"
brew "eddieantonio/eddieantonio/imgcat"
brew "heroku/brew/heroku", link: false
cask "font-source-code-pro"
cask "xquartz"
